trunk/photostream/app/controllers/pics_controller.rb

  def index
    @pics = Pic.all()
---
SELECT "pics".* FROM "pics"