trunk/photostream/app/views/home/index.html.erb

SELECT "names".* FROM "names"
---
<% @names.each do |n|%>
<%= n.firstname%>